{
  "basics": {
    "name": "Dr Jared Jeyaretnam",
    "email": "jared.jeyaretnam@nottingham.ac.uk",
    "website": "https://jaredjeya.github.io",
    "summary": "I am a Research Fellow at the University of Nottingham, where I work on non-equilbrium quantum-many body dynamics, with a particular interest in circuit-based approaches. I previously completed my PhD at University College London before undertaking a postdoc at the University of Leeds.",
    "location": {
      "address": "University of Nottingham",
      "postalCode": "",
      "city": "Nottingham",
      "countryCode": "UK"
    },
    "profiles": [
      {
        "network": "Google Scholar",
        "icon": "fa-brands fa-google scholar",
        "username": "",
        "url": "https://scholar.google.com/citations?user=A89bONwAAAAJ"
      },
      {
        "network": "ORCID",
        "icon": "fa-brands fa-orcid",
        "username": "",
        "url": "https://orcid.org/0000-0002-8316-9025"
      },
      {
        "network": "GitHub",
        "icon": "fa-brands fa-github",
        "username": "jaredjeya",
        "url": "https://github.com/jaredjeya"
      },
      {
        "network": "arXiv",
        "icon": "ai ai-arxiv",
        "username": "",
        "url": "https://arxiv.org/a/jeyaretnam_j_1.html"
      }
    ]
  },
  "work": [
    {
      "company": "University of Nottingham, UK",
      "position": "Research Fellow",
      "website": "https://www.nottingham.ac.uk",
      "startDate": "2025",
      "endDate": "present",
      "summary": "Jointly supervised by Adam Gammon-Smith, Juan P. Garrahan, Bruno Bertini, and Igor Lesanovsky. I work on non-equilbrium quantum-many body dynamics, with a particular interest in quantum information, tensor networks, and quantum circuits.",
      "highlights": []
    },
    {
      "company": "University of Leeds, UK",
      "position": "Research Fellow",
      "website": "https://www.ucl.ac.uk",
      "startDate": "2023",
      "endDate": "2025",
      "summary": "Working with Zlatko Papic and the Theory Group, I researched ergodicity-breaking phenomena such as Hilbert space fragmentation in lattice gauge theories and many-body localisation, using diverse numerical techniques such as exact diagonalisation, tensor networks, perturbation theory, Clifford circuits, and the real-space renormalisation group.",
      "highlights": []
    }
  ],
  "education": [
    {
      "institution": "University College London, UK",
      "area": "PhD in Theoretical Condensed Matter Physics",
      "studyType": "PhD",
      "startDate": "2019",
      "endDate": "2023",
      "highlights": [
        "<b>Thesis</b>: <i>Ergodicity breaking and stabilisation of quantum order</i>",
        "<b>Supervisor</b>: Arijeet Pal"
      ]
    },
    {
      "institution": "University of Cambridge, UK",
      "area": "MSci. in Natural Sciences",
      "studyType": "",
      "startDate": "2015",
      "endDate": "2019",
      "gpa": "Achieved a <b>high first</b> in all four years (including top first in Part II, for which I was awarded the Hartree & Clerk Maxwell Prize and the Ver Heyden de Lancey Prize)",
      "courses": [],
      "highlights": [
        "Master's project: Studying edge states in an eightfold quasicrystal, working with Prof Ulrich Schneider in the AMOP group",
        "Summer research project: Working with Claudio Castelnovo, I studied the effects of correlated hopping on the dynamics of classical spin ice using Monte Carlo simulations"
      ]
    },
    { 
      "area": "International Physics Olympiad (IPhO)",
      "startDate": "2015",
      "endDate": "2015",      
      "gpa": "Silver medallist and highest scoring member of the UK team"
    }
  ],
  "skills": [

  ],
  "languages": [
    
  ],
  "interests": [

  ],
  "references": [],
  "publications": [
    {
      "name": "Hilbert space fragmentation at the origin of disorder-free localization in the lattice Schwinger model",
      "publisher": "Communications Physics <i><b>(featured selection)</b></i>",
      "releaseDate": "2025-04-18",
      "website": "https://www.nature.com/articles/s42005-025-02039-8",
      "summary": "Recent works have reported potential disorder-free localization in the lattice Schwinger model. Using degenerate perturbation theory and numerical simulations based on matrix product states, we identify the origin of a claimed ultraslow growth of entanglement as due to an approximate Hilbert space fragmentation and an emergent dynamical constraint on particle hopping"
    },
    {
      "name": "Renormalisation view on resonance proliferation between many-body localised phases",
      "publisher": "Physical Review B",
      "releaseDate": "2023-09-11",
      "website": "https://doi.org/10.1103/PhysRevB.108.094205",
      "summary": "We study the statistical properties of many-body resonances in a disordered interacting Ising chain - which can host symmetry protected topological order - using a Clifford circuit encoding of the real space renormalisation group. We show that both MBL phases present remain stable to resonances, but in the vicinity of the transition between them localisation is destabilised by resonance proliferation."
    },
    {
      "name": "Quantum scars and bulk coherence in a symmetry-protected topological phase",
      "publisher": "Physical Review B",
      "releaseDate": "2021-07-21",
      "website": "https://doi.org/10.1103/PhysRevB.104.014424",
      "summary": "Quantum many-body scars provide a novel mechanism for enhancing coherence of weakly entangled states; while coherent edge modes in certain symmetry protected topological (SPT) phases can persist away from the ground state. We uncover many-body scars and their implications on bulk coherence in such an SPT phase, shedding light on their role in preserving SPT order at finite temperature and the possibility of coherent bulk dynamics in models with SPT order beyond long-lived edge modes."
    }
  ],
  "presentations": [
    {
      "type": "Talk",
      "name": "Localisation and Hilbert Space Fracture in Lattice Gauge Theories",
      "event": "Bridging the physics and mathematics of quantum many-body chaos",
      "date": "2024-06-24",
      "location": "Helsinki",
      "description": ""
    },
    {
      "type": "Poster",
      "name": "Quantum Circuit Analysis of an MBL phase transition",
      "event": "International Quantum Tensor Network",
      "date": "2024-01-01",
      "location": "Glasgow",
      "description": ""
    },
    {
      "type": "Poster",
      "name": "Renormalisation view on resonance proliferation",
      "event": "Quantum Information Processing",
      "date": "2023-02-15",
      "location": "Ghent",
      "description": ""
    }
  ],
  "teaching": [
    {
      "course": "Various courses",
      "institution": "University College London, UK",
      "date": "2020--2023",
      "role": "Postgraduate Teaching Assistant",
      "description": "I taught on a variety of courses, including assisting with computational workshops, marking work, and leading & designing problem-solving tutorial classes."
    }
  ]
}